---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationPartType
source: html/15fec4d4-545d-3a89-e637-0e5c9a38a333.htm
---
# FabricationPartType Properties

The id of the assembly instance to which the element belongs.